{
    "title": "SIXTEEN SUCCESS FACTORS",
    "confidential": true,
    "description": "KEY SKILLS AND PERSPECTIVES FOR MANAGEMENT EFFECTIVENESS",
    "position": "Budget and Forecasting Manager",
    "factors": [
        {
            "name": "RESOURCEFULNESS",
            "description": "Knows how to adapt to changing and often ambiguous circumstances; can both think strategically and make good decisions under pressure; can set up complex work systems and engage in flexible problem-solving behavior; can work effectively with higher management in dealing with the complexities of the management job.",
            "rating": 2
        },
        {
            "name": "DOING WHATEVER IT TAKES",
            "description": "Has perseverance and focus in the face of obstacles; takes charge, knows what is needed, and moves forward; is capable of standing alone yet is open to learning from others when necessary.",
            "rating": 2
        },
        {
            "name": "BEING A QUICK STUDY",
            "description": "Quickly learns new management and technical skills.",
            "rating": 2
        },
        {
            "name": "DECISIVENESS",
            "description": "Prefers quick and approximate actions to slow and precise ones in many management situations.",
            "rating": 3
        },
        {
            "name": "LEADING SUBORDINATES",
            "description": "Delegates to subordinates effectively, broadens subordinates' opportunities, and acts with fairness toward subordinates.",
            "rating": 2
        },
        {
            "name": "SETTING A DEVELOPMENTAL CLIMATE",
            "description": "Provides a challenging climate to encourage subordinates' development.",
            "rating": 3
        },
        {
            "name": "CONFRONTING PROBLEM SUBORDINATES",
            "description": "Acts decisively and with fairness when dealing with problem subordinates.",
            "rating": 3
        },
        {
            "name": "TEAM ORIENTATION",
            "description": "Doesn't have to do it all alone; accomplishes tasks through managing others.",
            "rating": 3
        },
        {
            "name": "HIRING TALENTED STAFF",
            "description": "Hires/surrounds self with talented people.",
            "rating": 3
        },
        {
            "name": "BUILDING AND MENDING RELATIONSHIPS",
            "description": "Knows how to build and maintain working relationships with co-workers and external parties; can negotiate and handle work problems without alienating people; understands others and is able to get their cooperation in non-authority relationships.",
            "rating": 2
        },
        {
            "name": "COMPASSION AND SENSITIVITY",
            "description": "Shows genuine interest in others and sensitivity to subordinates' needs.",
            "rating": 3
        },
        {
            "name": "STRAIGHTFORWARDNESS AND COMPOSURE",
            "description": "Is steadfast, relies on fact-based positions, doesn't blame others for mistakes, and is able to recover from troubled situations.",
            "rating": 2
        },
        {
            "name": "BALANCE BETWEEN PERSONAL LIFE AND WORK",
            "description": "Balances work priorities with personal life so that neither is neglected.",
            "rating": 3
        },
        {
            "name": "SELF-AWARENESS",
            "description": "Has an accurate picture of strengths and weaknesses and is willing to improve.",
            "rating": 3
        },
        {
            "name": "PUTTING PEOPLE AT EASE",
            "description": "Displays warmth and a good sense of humor.",
            "rating": 2
        },
        {
            "name": "ACTING WITH FLEXIBILITY",
            "description": "Can behave in ways that are often seen as flexible.",
            "rating": 2
        }
    ],
    "document_id": "ATX02 0086179"
}