{
    "questions": {
        "a": "Has the Company or any of its subsidiaries within the past five years been the subject of any enquiry or investigation by any domestic or foreign governmental agency in connection with payments or benefits or any other favors to or for the benefit of any full or part-time domestic or foreign governmental or armed services officials, agents, representatives, employees or any members of their family or any entity with which they are affiliated? If yes, please give details. (see attached)",
        "b": "Has the Company or any of its subsidiaries within the past five years been the subject of any enquiry or investigation by any domestic or foreign governmental agency in connection with domestic or foreign political contributions? If yes, please give details. (see attached)",
        "c": "Has the Company or any of its subsidiaries within the past five years conducted any enquiry or investigation into payments or benefits or any other favors to or for the benefit of any full or part-time domestic or foreign governmental or armed services officials, agents, representatives, employees or any member of their family or any entity with which they are affiliated? If yes, please give details. (see attached)",
        "d": "Has the Company or any of its subsidiaries conducted any enquiry or investigation in connection with domestic or foreign political contributions? If yes, please give details. (see attached)",
        "e": "Has there been any public disclosure of the matters set forth in answer to questions a through d? If so, please give details. (see attached)"
    },
    "awareness": {
        "f": "Neither the Company nor any of its subsidiaries is aware of any fact, circumstance, or situation indicating the probability of a claim against any Director or Officer in connection with payments or benefits or any other favors within the past five years to or for the benefit of any full or part-time domestic or foreign governmental or armed services officials, agents, representatives, employees, or any members of their family or other entity with which they are affiliated, except as follows (if answer is none, so state) (see attached)",
        "g": "Neither the Company nor any of its subsidiaries is aware of any fact, circumstance, or situation indicating the probability of a claim against any Director or Officer in connection with domestic or foreign political contributions within the past five years, except as follows (if answer is none, so state) (see attached)"
    },
    "reference_number": "2021303560"
}