{
    "appendix": "D",
    "documentTitle": "Document for IRB Review",
    "studyTitle": "Evaluation of Ventilation Strategies for ...",
    "date": "February 22, 1995",
    "institution": "INVUI, U HUMA SCHIS",
    "investigators": [
        "Dr. James E. Woods",
        "G. Thomas Holbrook"
    ],
    "department": "Indcor Environment Program, Building Construction",
    "support": "Departmental Research",
    "sponsoredResearch": "Sponsored Research",
    "projectNumber": "P0so95-1009-01",
    "exemptionCriteria": [
        "The research will be conducted in established or commonly accepted educational settings, involving normal education practices.",
        "Research on regular and special education instructional strategies.",
        "Research on effectiveness of instructional techniques, curricula, or classroom management techniques.",
        "The research involves use of educational tests (cognitive, diagnostic, aptitude, achievement) where subjects cannot be identified directly or through identifiers.",
        "Research involves survey or interview procedures where subject's responses, if known, will not place the subject at risk of criminal or civil liability or be damaging to the subject's financial standing or employability.",
        "The research does not deal with sensitive aspects of subject's own behavior (illegal conduct, drug use, sexual behavior, or alcohol use).",
        "The research involves survey or interview procedures with elected or appointed public officials, or candidates for public office.",
        "The research involves the observation of public behavior where subjects cannot be identified directly or through identifiers.",
        "The observations recorded about an individual could not place the subject at risk of criminal or civil liability.",
        "The research does not deal with sensitive aspects of the subject's behavior (illegal conduct, drug use, sexual behavior, or use of alcohol).",
        "The research involves collection or study of existing data, documents, records, pathological specimens, or diagnostic specimens where sources are publicly available or information is recorded such that the subject cannot be identified directly or indirectly through identifiers."
    ],
    "certification": "I further certify that the project will not be changed to increase the risk or exceed exempt condition(s) without filing an additional certification or application for use by the Human Subjects Review Board.",
    "note": "If children are in any way at risk while this project is underway, the chairman of IRB should be notified immediately in order to take corrective action.",
    "signatures": {
        "principalInvestigator": {
            "name": "Jirr",
            "date": "1395"
        },
        "departmentalReviewer": {
            "name": "5099148",
            "date": "Prncpal"
        },
        "institutionalReviewBoard": {
            "name": "Sueaupris",
            "date": "Date"
        }
    }
}