{
    "Revised": "5/31/7",
    "ORSIE": "",
    "TIME_STARTED": "",
    "NO_MIN": "",
    "DATE": "",
    "INIV_ID": "",
    "M&R_VALIDATION_STEY": "",
    "NSwx_Magazine_Issue_Date": "5/23/77",
    "RD": "",
    "RESP": "",
    "Numbers": [
        1,
        2,
        3456,
        78210,
        11,
        12,
        13,
        14,
        15,
        16,
        38,
        329
    ],
    "BIANK": "",
    "BLANK": "",
    "INTRODUCTION": "Hello, I'm calling long distance. May I please speak with the person listed on the call record sheet with M/R/C Consumer Research, an independent research company? (If not available, set callback only when needed to complete validation quota.)",
    "la": "Mr./Ms./Mrs. Name from call record sheet, I'm calling to thank you for your cooperation in our recent survey about articles and advertisements in NswShx magazine. I have a few questions to ask concerning the administration of the survey. Just to make sure I have the right person, did you yourself participate in a Nsx magazine survey a couple of weeks ago?",
    "YES": "",
    "If_no": "Ask if someone else in the household could have been interviewed. If yes, ask to speak with that person, introduce yourself, and begin again with Qu. la. If no one in household interviewed, terminate.",
    "lc": "At the time the magazine was left with you to look through, did the interviewer also make arrangements to recontact you on the following day to complete the interview?",
    "Go_to_Qu1e": "YES ..1",
    "0270": "",
    "Ask_Qu1d_then_go_to_Qu1f": "NO ..2",
    "ld": "What arrangements were made to complete the interview? (write in verbatim)",
    "le": "When you were recontacted to complete the interview, was it completed by telephone, or was the interview completed in person?",
    "BY_TEL": "1",
    "IN_PERSON": "2",
    "At_the_time_the_interview_was_completed": "Were you asked questions concerning what articles and advertisements you had seen in this particular Nwswx magazine?",
    "YES_89": "1",
    "NO_89": "2",
    "Did_you_know_in_advance": "Which articles and advertisements the interviewer would be asking about?",
    "YES_40": "1",
    "NO_40": "2",
    "QUESTIONNAIRE_CONTINUED_ON_BACK": ""
}