{
    "date": "1/14/36",
    "market": "CELLS",
    "field_use": "FOR FIELD USE",
    "evaluation": "XGII POSITIONING EVALUATION",
    "monitored": "Monntored/",
    "study_number": "STUDNO.86-4024",
    "oml": "OML",
    "validated_by": "Thre",
    "edited_by": "Four",
    "complete": "1",
    "terminate": "RDA/sds REVISED 01/13/86",
    "respondent_name": "RESPONDEN NAME:",
    "state": "STATE",
    "county": "COLNTY",
    "geo_region": "GEO.REG.",
    "telephone_number": "TELEPHONENLMBER",
    "code": "CODE",
    "code_2": "_CODE",
    "company_size": "CO.SIZE",
    "area_code": "AREA CODE",
    "prefix": "PREFLY",
    "suffix": "SCFFIX",
    "interviewer_number": "NTERVIEWER NUMBER",
    "date_interview": "DATE",
    "time_ended": "TIME ENDED pm",
    "time_started": "TIME STARTED am",
    "number_of_m": "mNO.OFM",
    "introduction": "Hello,my name is We apprecae your coming n t be us socay.",
    "question_1": "Now I would like to review some of the infornaton tha we obtased whes we taked to you eariier.",
    "question_1a": "Do you stil smoke UsUAL 9RavD) as your usua 5rad IF SAME BRANDRECORD BRAND NAM ON GRID BELOW AT Q.3a AND CONTNUE W Q.1a. BE A STTE OF MARLBORO NM TO CONTNUE. NOTTERMNAE AND MARK SCREENER FACII ISST NOT QUALIFLED.)",
    "question_1b": "VERIFY AGE/SEX FROM SCREENER.",
    "question_2": "As you kncw, cigarettes cose in diferent styles such as aenthol and non-menthol or lights and ultra lignts as well as in different sizes. Therefore, one brand nase can have several particular styles. In sy nex: question I's referring oniy to bmd names not to the particular styles or sizes of the brand. Now, besides OsuAL BRAND AT Q.a) what one other cigarette brand do you like best? RECORD ON GRID BELOW AT Q.3b USE FOLLOWING IF RESPONDENT CANNOT NAME 2 BRANDS.)",
    "explanation": "Let me explain a little more about what we're trying to do... Even though you may only smoke one brand regularly, there is probably another brand on the aarket that you like. It's not but that you believe you would like it better than the other brands e n no pe e purchased for your own use. Now, besides your usual brand, what other brand do you like? Record ON GRID BELOW AT Q.3b.IP RESPONDENT REFUSES TO MENTION BRAND 2, CONTINUE.)",
    "usual_brand": "Usual Brand:",
    "others_liked": "Others Liked",
    "please_return": "P1ease Re+rn",
    "brand_2": "Brand #2:",
    "mel": "M eL",
    "code_50565": "50565",
    "code_2967": "2967"
}