{
    "choice": "POSTAGE-PAID ENVELOPE ENCLOSED",
    "line": "MAR29196",
    "important_message": "We want to be sure that we have your correct name and address. Please make any necessary corrections at left, and provide us with your phone number. Also, if you're planning to move.",
    "contact_info": {
        "id": "380949039 880313",
        "name": "Norma Nash",
        "address": "2W Shore Rd, Holbrook, MA 02343",
        "new_address": "New Address",
        "date_of_move": "Date of Move",
        "phone_number": "Phone Number: 2767-395"
    },
    "open_line": "We want CHOICE to reflect the thoughts of smokers everywhere. And, we depend upon readers like you to help keep us aware of developments as they occur. So, we are providing CHOICE LINE as an easy way for you to share your thoughts with other smokers through us whenever you want to.",
    "additional_info": "Also, if you know adult smokers outside your household who share your concerns and who might be interested in reading CHOICE, please give us their names and addresses in the spaces provided on the other side of this form. If you have any news clippings or cartoons you'd like to share with fellow smokers, please return them to us along with this form in the envelope provided.",
    "comments_request": "What comments do you have about smokers' rights issues that affect you, or about any of the articles you've read in CHOICE?",
    "situations_request": "Do you know of any situations where smokers have successfully overcome harassment or unfair discrimination? (Please be as specific as possible. Because we may want to consider reporting their stories.)",
    "suggestions_request": "Based on your own experience, what suggestions could you pass along to other readers about successful actions you've taken to confront unfair discrimination against smokers?",
    "permission_to_publish": "You have my permission to publish my comments in your Smoker to Smoker column if you wish.",
    "company_code": "CCOCOPANY",
    "codes": {
        "code1": "001759",
        "code2": "011017P07"
    }
}