{
    "comments": {
        "author": "R.Jenkins, Ph.D.",
        "affiliation": "Oak Ridge National Laboratories",
        "content": [
            {
                "topic": "Morbidity and Mortality",
                "details": "In the 70's there was a concerted effort both in Canada and the United States to address morbidity and mortality and what are the implications for proposed cigarette modification programs? I believe that the reason for the disappointingly small impact on morbidity and mortality is that most of the consumer acceptable changes had little substantial impact on the chemical composition of the smoke of the cigarettes. Our section was involved with the initial characterization of the condensates and whole smoke from Series I - IV in the Less Hazardous Cigarette Program of NCI back in the 70's, and there were not many real differences in the smokes. One other factor which complicated the data analysis was that much of the bioassay work was performed using cigarette smoke condensates, not whole smoke. Judging from the composition of the products which were obtained from Meloy Labs, and our own efforts to generate condensate, it was extremely difficult to generate reproducible batches of condensate. I think that added to some of the scatter in the mouse skin painting tests. Fairly sophisticated statistical analysis by ORNL statisticians of the skin painting study results indicated that the only thing that seemed to correlate with survival times was the cross product of nicotine and BAp. So even if we learned a lot about the effects of changing the tobacco filler on smoke chemistry, frankly, the changes made in the smoke were not sufficient to induce a substantial change in the toxicity/carcinogenicity of the smoke."
            },
            {
                "topic": "Toxic Cigarette Smoke Constituents",
                "details": "Given our present state of knowledge, is it possible to identify specific toxic cigarette smoke constituents which should be reduced in concentration? As far as cigarette construction goes, frankly, you need to get away from the burn anything, even organically grown dried strawberry leaves, you are going to produce a biologically potent smoke. The Premier cigarette is an example of a device which, if it had been acceptable to consumers, would have really reduced the toxicity of cigarette smoke. One will still be burning something to produce the heat needed to vaporize nicotine and that will produce some CO and NOx, but the resulting smoke is nowhere near as toxic."
            },
            {
                "topic": "Reduction Strategies",
                "details": "How might reductions be accomplished? Would it be possible to achieve these reductions in a manner which would be acceptable to smokers? I believe that if you are going to have traditional cigarettes available at the same time that you want to have lower toxicity cigarettes available, then you have got to be able to induce people to switch to these products. That means advertising. And it means removal of the bans on implied or explicit health claims. Consider low fat foods. Where would they be without the ability to make health-related claims? I realize that the concept of a cigarette brand really want to do. Do you want to actually increase the consumption of lower toxicity cigarettes relative to conventional products or not? This would provide an environment which could at least encourage switching to a less hazardous product. Develop a variety of strategies for reducing smoke toxicity, but keep in mind inhalation tox studies with cigarettes which have substantially lower toxicity in the Ames and other tests. Major switching studies with large numbers of subjects that follow the subjects for at least one year. Do they stay switched?"
            }
        ],
        "event": "Expert Committee on Cigarette Modifications",
        "date": "March 1-3, 1996"
    }
}