{
    "summary": "Data generated has indicated that several factors are involved in influencing filtration efficiency. These factors are: smoke velocity, denier per filament, total denier, filament surface area, and surface area of crown tows. The physical processes of smoke particulate filtration occur primarily by three mechanisms: direct interception, Brownian diffusion, and inertial impaction. Research has indicated that diffusion accounts for approximately two-thirds of particulate filtration while direct interception accounts for the majority of the remainder of filtration, accounting for less than five percent of filtration.",
    "studies": {
        "smoke_velocity": "Studies relating smoke velocity to filtration efficiency have approached this area from several different angles. Experiments involving varying puff durations holding puff volume constant and experiments where puff volumes were varied holding puff duration constant (both of which essentially lower smoke velocity) have indicated that as the velocity of smoke passing through the fiber orientation was found to play a role in the degree of increased efficiency.",
        "vented_filters": "With the advent of the use of vented filters to lower tar and nicotine delivery, studies were initiated to investigate the effect that air dilution on filter performance. High air dilution was found to increase filtration efficiency by lowering smoke velocity. Lowering the smoke velocity can increase filtration by diffusion, by increasing the length of time that particulates are available for diffusion to occur."
    },
    "denier": {
        "correlation": "Denier per filament (DPF) and total denier correlate to the weight distribution of individual filter fibers.",
        "efficiency": "The efficiency of a filter has been reported to be dependent on the physical nature of the filter material and is essentially independent of the physical chemical nature. Low DPF filters (small individual fibers) versus high DPF filters have high filter efficiency because of an increase in the number of individual fibers creating more surface area for direct interception."
    }
}