{
    "title": "Passive smoking",
    "date": "FEB261985",
    "summary": "An active controversy.",
    "content": [
        {
            "paragraph": "Periodically the public hears about an individual scientific study which claims to show that 'environmental tobacco smoke' (ETS) may be harmful to non-smokers. These reports usually receive sensational media coverage."
        },
        {
            "paragraph": "Yet, three times within two years, groups of distinguished experts have gathered to review not just one study but the whole body of evidence on this subject. In all three cases, the scientists came to similar—and far less sensational—conclusions. Yet the media have remained almost silent."
        },
        {
            "paragraph": "In March 1983 there was the 'Second Workshop on Environmental Tobacco Smoke' in Geneva, Switzerland. In May 1983 there was the 'Workshop on Respiratory Effects of Involuntary Smoke Exposure' in Bethesda, Maryland. And most recently, in April 1984 leading experts from around the world gathered in Vienna for a symposium, 'Passive Smoking from a Medical Point of View.'"
        },
        {
            "paragraph": "After this symposium was over, the presidents of the two organizing groups issued a press release summarizing their findings. The summary said, 'the connection between [ETS] and lung cancer has not been scientifically established to date. It also said 'there is a high probability that cardiovascular damage due to [ETS] can be ruled out in healthy people.' And it went on to say, 'Should lawmakers wish to take legislative measures with regard to [ETS], they will, for the present, not be able to base their efforts on a demonstrated health hazard from [ETS].'"
        },
        {
            "paragraph": "Perhaps the media would say they cannot be blamed for devoting little attention to what some would consider 'non-news.' But we at R.J. Reynolds are concerned about the effects such one-sided coverage may be having on the public. For today, many non-smokers who once saw cigarette smoke merely as an annoyance now view it as a threat to their health. Their growing alarm is being translated into heightened social strife and unfair anti-smoker legislation."
        },
        {
            "paragraph": "We believe these actions are unwarranted by the scientific facts—and that it is rhetoric, more than research, which makes passive smoking an active controversy."
        }
    ],
    "author": "R.J. Reynolds Tobacco Company"
}