{
    "title": "Bour.",
    "headline": "TALK IT UP! We're our own best publicists. Let anyone who will listen",
    "organization": "New Jersey GASP (Group Against Smoking Pollution)",
    "address": "105 Mountain Avenue, Summit, NJ 07901",
    "phone": "201-273-9368",
    "mission": "GASP is an all volunteer citizens' group formed to educate the public that the non-smoking majority is harmed by secondhand tobacco smoke.",
    "services": [
        "Provide information to members through meetings and newsletters.",
        "Offer smoke-free social and travel opportunities.",
        "Distribute flyers, buttons, bumper stickers, no smoking signs, and provide a speakers bureau."
    ],
    "actions": [
        "Ask for NO SMOKING sections in restaurants.",
        "Write or call 201-273-9368 to express your views.",
        "Distribute flyers to friends, organizations, clubs, workplaces, physicians' and dentists' offices, health food stores, public bulletin boards, supermarkets, libraries, classes, meetings, and conventions."
    ],
    "membership": {
        "enrollment": "Enroll me as a member of New Jersey GASP ($5.00 minimum membership).",
        "additional_contribution": "An additional contribution is enclosed."
    },
    "proposals": [
        "Increased ventilation requirements in smoking permitted areas.",
        "No smoking areas in restaurants seating more than 50 people.",
        "No smoking in patient rooms in health care facilities except upon request of all patients.",
        "No smoking in retail grocery stores over 2,500 square feet.",
        "No smoking where prescriptions are sold.",
        "No smoking in classrooms and auditoriums in all schools.",
        "No smoking sections required in all public meeting places used for political, religious, educational, recreational, and social purposes."
    ],
    "call_to_action": "YOU CAN HELP. NEW JERSEY LEGISLATORS ARE THREATENING TO BLOCK THIS EFFORT TO CLEAR YOUR AIR. The editors of your local newspapers must receive letters expressing your views on this issue.",
    "distribution": "This flyer must be distributed throughout New Jersey."
}