{
    "document": {
        "classification": "SECRET",
        "subject": "Invention Disclosure",
        "date": "October 21, 1986",
        "title": "Cylindrical Rod Heat Source",
        "project": "REProject RA",
        "to": "A.J. Borschke",
        "from": "D.L. Potter",
        "description": "This disclosure represents a non-combustion cigarette design which utilizes a cylindrical rod heat source; one possible source of heat in a cylindrical rod; and activation methods for the total design. The cigarette design consists of a cylindrical rod which represents an activatible heat source. This rod is surrounded by tobacco which contains nicotine and possibly additive flavorants. The tobacco and heat rod are contained within a tube which may be paper plastic or other suitable material. The mouth end is adapted with a suitable mouthpiece to allow air flow through the rod but prevent passage of loose tobacco particles. See illustrations 1 and 2.",
        "heat_source": {
            "material": "super cooled sodium acetate tri-hydrate",
            "chemical_formula": "CH3COONa·3H2O",
            "preparation": "In the present invention, the sodium acetate tri-hydrate was prepared in accordance with information found in European Patent Limited. In this form, Zanthan gum is utilized to hold the CH3COONa·3H2O in a gel form in the super cooled state. The CH3COONa·3H2O gel was placed in small cylindrical rods fabricated from polypropylene. See illustration 3.",
            "activation": "Upon introduction of a crystal of the CH3COONa·3H2O which acts as a nucleating agent, the gel crystallizes giving up its latent heat of crystallization to the surrounding tobacco substrate. The heat of crystallization of CH3COONa·3H2O is in the range of 50-55°C. The increased temperature of the tobacco substrate allows increased amounts of nicotine and other flavor volatiles to be transferred to the air stream caused by puffing on the article."
        },
        "reference_numbers": [
            "51282",
            "8097"
        ]
    }
}