{
    "name": "Russell D. Feingold",
    "state_offices": {
        "location": "Wisconsin",
        "address": "502 TAR St OICs Building, Washington, DC 20510",
        "phone": "(202) 224-5323"
    },
    "senate": "United States Senate",
    "contact_numbers": [
        "(202) 224-1280",
        "(414) 276-7282",
        "(716) 848-5660",
        "608-782-5685"
    ],
    "committees": [
        "Committee on Agriculture, Nutrition, and Forestry",
        "Committee on Foreign Relations",
        "Special Committee on Aging",
        "Democratic Policy Committee"
    ],
    "date": "September 21, 1994",
    "recipient": {
        "name": "David Falk",
        "address": "160 Arkansas Ave, Madison, WI 53704"
    },
    "letter": {
        "greeting": "Dear David,",
        "body": "Thank you for contacting me with your concerns regarding increasing taxes on smokeless tobacco. I appreciate hearing from you. As you know, many of the health reform packages now being debated include an increase in taxes on tobacco products as part of the revenue provision. While I have not made a final decision on the proper method of funding the various reform proposals, I am willing to consider an increase in federal tobacco taxes in order to fund a national health care program. A number of health care advocates have made powerful arguments about the cost to society of cigarette use, and have suggested that a tax on tobacco is appropriate to help defray some of that cost. My strong preference, however, is that we squeeze as much savings out of the current health care system as we can. We currently spend about $900 billion every year on health care, much of it on wasteful and unnecessary administrative costs. Our first priority should not be to spend more, but to spend what we already have more effectively. Thank you again for contacting me. Please feel free to get in touch with me if you have any further concerns regarding this or any other issue.",
        "closing": "Sincerely,",
        "signature": "Russell D. Feingold",
        "title": "United States Senator"
    },
    "additional_info": {
        "smokers_rights": "Action Line 1-800-333-8603",
        "note": "Printed on recycled paper"
    }
}