{
    "copies_to": [
        "ALLREPS.ALL MGR",
        "DIV.MGRSCAM",
        "REGION",
        "P&A",
        "ROM",
        "Philadelphia Region Transition Plan",
        "P&P",
        "SYSTEMS",
        "REPS.&MGRS.WICHAIN",
        "MATERIAL"
    ],
    "file_responsibility": [
        "National Pack/Carton Promotion",
        "P&A",
        "SYSTEMS",
        "P&P",
        "MATERIAL"
    ],
    "actions": [
        "Update VAP quantity indicators for retail locations near WAWA dutets for extra SKU's in defense of PM exclusive program and to compensate for/left over SKU's that would have been used at WAwA's.",
        "Gain additional SKU's of Camel B2G2F's from other regions to work in defense of PM/WAWA exclusive program.",
        "Utilize additional Camel B2G2F's from W/S in WAWA defense program.",
        "Place local indicator in POQETS to identify and target location near WAwA's for additional support on-going (division plans)",
        "SAM's to open up DPC for use in accts. around WAWA locations.",
        "Match Kool/Newports tactics with like styles and discounts on SALEM styles.",
        "DM's to re-evaluate S/R implementation of 'price gap' and 'ceiling strategy' to ensure compliance.",
        "Get VAP implemented to northeast K-Mart stores through CPSPennsauken,NJ have up and running for 4th qtr.programs.",
        "Co-Marketing must be sold as retailer implemented program with minimum S/R involvement, ensuring all possible dollars are utilized by 8/31/95"
    ],
    "savings_promotions": [
        "Identify Non-CO outlets where GPC has upped discounting to $3.DM and RM to review and approve exceptions for like tactics with DORAL.",
        "Identify CO and Non-CO outlets in large rural geography's where flighted, 4-week off invoice buy downs should be used due to coverage concerns. DM and RM to review and approve list."
    ],
    "part_time_support": [
        "Maintain current P/T force through transition, review in mid Sept. and begin to minimize. End all P/T support excluding Gen. Sales Workers and P/T sec. by mid December.",
        "If needed increase current (no new hires) P/T promotional specialist hours now in defense of WAWA."
    ],
    "codes": [
        53002,
        1539
    ]
}