{
    "HIC": "39Q6",
    "Department": "Health and Human Services",
    "Grant": {
        "ProtectionOfHumanSubjects": true,
        "Contract": false,
        "Fellow": false,
        "Other": false
    },
    "AssuranceCertificationDeclaration": {
        "Competing": false,
        "Noncompeting": false,
        "Supplemental": false,
        "Continuation": false,
        "Original": true,
        "Followup": false,
        "Exemption": "1"
    },
    "RO1": "HD22901-01",
    "RC0A": "0518Y-0",
    "LO": null,
    "Policy": "A research activity involving human subjects that is not exempt from HHS regulations may not be funded unless an Institutional Review Board (IRB) has reviewed and approved the activity in accordance with Section 474 of the Public Health Service Act as implemented by Title 45, Part 45 of the Code of Federal Regulations 45 CFR 46 as revised. The applicant institution must submit certification of IRB approval to HHS unless the applicant institution has designated a specific exemption under Section 46.101(b) which applies to the proposed research activity. Institutions with an assurance of compliance on file with HHS may submit certification up to 60 days after the receipt date for which the application is submitted. In the case of institutions which do not have an assurance of compliance on file with HHS covering the proposed activity, certification of IRB review and approval must be submitted within 30 days of the receipt of a written request from HHS for certification.",
    "TitleOfApplicationOrActivity": "Environmental Tobacco Smoke and Pregnancy Outcome",
    "PrincipalInvestigatorProgramDirectorOrFellow": "Michael B. Bracken P.I.",
    "FoodAndDrugAdministrationRequiredInformation": null,
    "HHSAssuranceStatus": {
        "AssuranceIdentificationNumber": "M1452",
        "RBIdentificationNumber": "02",
        "AssuranceOfCompliance": "No assurance of compliance which applies to this activity has been established with HHS but the applicant institution will provide written assurance of compliance and certification of IRB review and approval in accordance with 45 CFR 46 upon request"
    },
    "CertificationOfIRBReviewOrDeclarationOfExemption": {
        "ReviewedAndApproved": true,
        "Requirements": "This activity has been reviewed and approved by an IRB in accordance with the requirements of 45 CFR 46, including its relevant Subparts. This certification fulfills, when applicable, requirements for certifying FDA status for each investigational new drug or device.",
        "DateOfIRBReviewAndApproval": "pending",
        "FullBoardReview": true,
        "ExpeditedReview": false,
        "MultipleProjects": "This activity contains multiple projects, some of which have not been reviewed. The IRB has granted approval on condition that all projects covered by 45 CFR 46 will be reviewed and approved before they are initiated and that appropriate further certification (form HHS 596) will be submitted.",
        "Responsibility": "Applicant institution assumes responsibility for assuring required future reviews, approvals, and submissions of certification."
    },
    "ApplicantInstitution": {
        "Name": "Yale University School of Medicine",
        "Address": "333 Cedar Street, P.O. Box 3333, New Haven, CT 06510",
        "Telephone": "203785-4688",
        "Official": {
            "Name": "Nancy R. Angoff",
            "Title": "Associate Chairperson",
            "Signature": "Nancy R. Angoff",
            "Date": "7-18-86"
        }
    },
    "CooperatingInstitution": {
        "Name": "Human Investigation Committee",
        "Address": null,
        "Telephone": "2023488626",
        "Official": {
            "Name": null,
            "Title": null,
            "Signature": null,
            "Date": null
        }
    },
    "Form": "HHS596 (Rev1/82)"
}