{
    "job_number": "JPNO.WT-O15.JOB",
    "issue_date": "Oct 21, 1994",
    "company": "Philip Morris USA",
    "supersedes": "8/20/93",
    "job_procedure": {
        "applicable_to": "Waste Water Treatment",
        "subject": "Changing Chlorine Cylinders (HIGH RISK)"
    },
    "required_personal_protective_equipment": [
        "SCBA",
        "Leather Gloves",
        "Safety Glasses",
        "5 Minute Escape Pack"
    ],
    "required_tools_and_equipment": [
        "Cylinder Valve Tool",
        "Ammonia Test Bottle"
    ],
    "approval": "G.w.usn",
    "basic_job_procedure": {
        "potential_hazards": [
            "Lacerations, contusions, and/or abrasions could result due to striking surrounding structures, equipment, or supplies.",
            "Unconsciousness and/or death could result from working in a toxic atmosphere without respiratory protection.",
            "Skin irritation may result from coming in contact with chlorine.",
            "Inhalation of chlorine may cause sore throat, coughing, and shortness of breath.",
            "Eye contact may cause severe to permanent injury."
        ],
        "job_steps": [
            "Confirm that cylinders are empty by checking the header pressure.",
            "Have SCBA available outside of the building for handling emergencies. The personnel doing the job must wear the 5 minute escape packs on their person, to be used in case of a leak to exit the building.",
            "Personnel will not enter chlorine storage area without first turning on ventilation fans. The switch outside of the door operates the fans and the lights.",
            "Two people are required to perform this job task.",
            "Close the valve on the cylinders first and then close the valve on the manifolds. Then disconnect the yokes and the pigtail from one cylinder at a time and check for leaks utilizing the ammonia test bottle. Place the cap on each cylinder valve and put the bonnet on the empty cylinders before moving them."
        ]
    },
    "reference_number": "2037016502"
}