{
    "company": "CARY-OWENS INC.",
    "orderConfirmation": {
        "address": "4-8B GRANDBLVD.NO. 4355, BRENTWOOD, NEW YORK 11717",
        "phone": "516-435-1740",
        "telex": "960073CARYOWENSMELV",
        "date": "4-21-86",
        "inquiryDate": "Philip Morris USA, 120 Park Avenue, New York, New York 10017",
        "proposedShippingDate": "See Below",
        "terms": "Net 10",
        "attention": "Fran Goehl",
        "quotation": {
            "conditions": "The prices and terms on this quotation are not subject to verbal changes or other agreements unless approved in writing by the Home Office of the Seller. All quotations and agreements are contingent upon strikes, accidents, fires, availability of materials and all other causes beyond our control. Prices are based on costs and conditions existing on date of quotation and are subject to change by the Seller before final acceptance. Typographical and stenographic errors subject to correction. Purchaser agrees to accept either overage or shortage not in excess of ten percent to be charged for pro-rata. Purchaser assumes liability for patent and copyright infringement when goods are made to Purchaser's specifications. When quotation specifies material to be furnished by the purchaser, ample allowance must be made for reasonable spoilage and material must be of suitable quality to facilitate efficient production. Purchaser's formal order will not be binding on the Seller. Conditions not specifically stated herein shall be governed by established trade customs. Terms inconsistent with those stated herein which may appear on",
            "quantity": 190000,
            "description": "Virginia Slims Lighters - as per previous sample submitted",
            "price": "$1.08 ea.",
            "amount": "All details & specs as previous",
            "designEngineeringDevelopmentCharges": "$24,000.00",
            "colorDesignRenderings": 4,
            "handMadePlasterModels": 4,
            "handMadePlasterModelsRevised": "Tempory 1 up molds for all component parts for actual working prototype.",
            "productionSchedule": {
                "8/22/86": "100 pieces N.Y.",
                "9/17/86": "100,000 pieces L.A.",
                "10/3/86": "90,000 pieces L.A."
            },
            "quoteValidFor": "DAYS.",
            "confirmationInstructions": "TO CONFIRM ORDER. SIGN & RETURN PINK ACCEPTANCE COPY"
        }
    }
}