{
    "document": {
        "title": "COMMENTS CONCERNING SMOKING IN AIRPORTS",
        "sections": [
            {
                "title": "1. PATH ONLY",
                "content": "DOT has suggested that guaranteeing passengers sensitive to tobacco smoke 'a path of access from the terminal entrance to the aircraft free from exposure to tobacco smoke,' perhaps by using 'an enclosed cart that took the passenger through the airport without exposure to smoke, would provide sufficient protection. Do you agree or disagree? Why?",
                "comment": "Bot's suggestion of providing a smoke-free path of access from the terminal entrance to the aircraft is not a reasonable accommodation and is not sufficient protection. The enclosed cart idea is simplistic and poorly-conceived as it does not take into account a myriad of potential problems. For instance, would parents and children be separated upon arrival at the terminal? What about purchasing tickets, checking baggage, undergoing security checks, or using the restroom? What would happen when flights are cancelled or delayed for hours?"
            },
            {
                "title": "2. OTHER AREAS",
                "content": "Are there other areas of the airport terminal that passengers - including those sensitive to tobacco smoke - frequently must use while traveling, and where they therefore need protection from exposure to tobacco smoke (e.g., restrooms, telephones, eating areas, baggage claim, news stands and other stores, ticket counters, etc.)? If yes, explain why these areas are important to travelers, and what smoking restrictions (if any) should be adopted.",
                "comment": "Those who are severely affected by tobacco smoke have their taxes paid for the airport too. Non-aircraft facilities that are open to the public should be designated non-smoking, including restrooms, ticket counters, baggage claims, restaurants, news shops, etc. People need to be protected from tobacco smoke."
            }
        ],
        "metadata": {
            "docket_no": "OST-96-1880",
            "notice": "96-25",
            "rin": "2105-AC28",
            "date": "97J30P14:21",
            "contact": "2063856683"
        }
    }
}