{
    "document_id": "97A30",
    "department": "Department of Transportation",
    "docket": "ST96880",
    "notice": "96-25RN205-AC28",
    "comments": [
        {
            "topic": "Path Only",
            "question": "DOT has suggested that guaranteeing passengers sensitive to tobacco smoke 'a path of access from the terminal entrance to the aircraft free from exposure to tobacco smoke,' perhaps by using 'an enclosed cart that took the passenger through the airport without exposure to smoke,' would provide sufficient protection. Do you agree or disagree? Why?",
            "response": "DISAGREE",
            "explanation": "There is absolutely no way this suggestion would be viable. The idea is predicated on just an assumption. In fact, the passenger may be interacting with crowds in shops or other areas. There is the cost of vehicles, enclosed carts, and operators, special pickup points, liability of hitting pedestrians, and so on. All of this is ignoring the population who cannot wait and continue killing themselves by smoking. The suggestion is idiotic!"
        },
        {
            "topic": "Other Areas",
            "question": "Are there other areas of the airport terminal that passengers - including those sensitive to tobacco smoke frequently must use while traveling, and where they therefore need protection from exposure to tobacco smoke (e.g., restrooms, telephones, eating areas, baggage claim, news stands and other stores, ticket counters, etc.)? If yes, explain why these areas are important to travelers, and what smoking restrictions (if any) should be adopted.",
            "response": "There should be no-smoking policies in virtually all areas of airports, including those listed above. It cannot be practically addressed by designated smoking areas, ventilation systems, special air handling, etc., as all are ineffective band-aids. There should be no smoking anywhere, strictly enforced with no exceptions. Taking this action will benefit everyone, including those who still have not been able to break the addiction to tobacco."
        }
    ],
    "contact_number": "2063857351",
    "note": "This comment form is provided as a public service, and may be freely duplicated."
}