{
    "document_id": "0D0340P",
    "company": "Korman Marketing Group",
    "fax_number": "3035710301",
    "page_number": "P.01",
    "address": {
        "street": "1390 Lawrence Street, Suite 300",
        "city": "Denver",
        "state": "Colorado",
        "zip_code": "80204"
    },
    "contact": {
        "telephone": "303-571-0091",
        "fax": "303-571-0301"
    },
    "sender": {
        "name": "Paul Stouffer",
        "fax": "917.063.5322"
    },
    "recipient": {
        "name": "Laurn Steen",
        "company": "Philip Morris USA"
    },
    "date": "June 2, 1999",
    "pages_including_cover_sheet": 10,
    "subject": "Winter Activities",
    "cc": "Urgent",
    "actions": [
        "For Review",
        "Please Comment",
        "Please Reply",
        "Please Recycle"
    ],
    "message": "Hi Laure, Here are the responses to the email questions: Attached is the reorganized activity list for both ranches. Please note if a waiver is not required, it is covered in the guest's affidavit or either the KMG or Ranch waiver. Round House is the company where we rent all of our downhill including snowboard equipment. They waivers like Bridger-the lift ticket is one, the ski school is another. We will also contract a vendor like Round House for rental equipment which would represent another waiver. I've attached two waivers we used at Deadrock this past January-one is the ranch's and one is ours. The KMG one refers to Hospitality Consultants which represents the guests we handled. This will be filed for the consumer trips. Only 320 Ranch and White Stallion use one-page waivers. The attached Deadrock waiver is now used year-round. I am attaching a Yellowstone Snowmobile waiver as well as their rules and regulations, for your information. Some waivers would need to be different at 320-the ranch waiver and all the Big Sky skiing-related waivers. The KMG waiver would need to be modified. Please let me know if you are in need of any additional information.",
    "additional_contact": "2064967135"
}