{
    "form": "FORM FOR COMMENTING ON A PUBLIC REVIEW DRAFT",
    "standard": "ASHRAE STANDARD, GUIDELINE OR ADDENDUM",
    "date": "MAY 06 1998",
    "commenter": {
        "name": "J. Michael MacDonald",
        "comment_id": "0008/002",
        "affiliation": "Oak Ridge National Laboratory",
        "address": {
            "POB": "2008",
            "city": "Oak Ridge",
            "state": "TN",
            "zip": "37831-6070"
        },
        "telephone": "423/574-5187",
        "fax": "423/574-9338",
        "email": "khm@orml.gov"
    },
    "review_draft": {
        "designation": "BSR/ASHRAE Addendum 62b, 62c, 62d, 62e, and 62f",
        "title": "ANSI/ASHRAE Standard 62-1989 Ventilation for Acceptable Indoor Air Quality"
    },
    "grant": "I hereby grant the American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE) the non-exclusive royalty rights, including non-exclusive royalty rights in copyright, in my proposals and I understand that I acquire no rights in publication of this standard in which my proposals in this or other similar analogous form is used. I hereby attest that I have the authority and am empowered to grant this copyright release.",
    "author_signature": "J. Michael MacDonald",
    "author_signature_date": "May 6, 1998",
    "comment": {
        "clause_or_subclause": "Addendum 62e Subsection 6.1.3. Table 2. Footnote",
        "comment_text": "The proposed change is endorsed, with the following additions offered for honesty and clarity. Table 2 prescribes supply rates of acceptable outdoor air to achieve acceptable indoor air quality under specific conditions. These values have been chosen to control CO and other contaminants with a specific, adequate margin of safety (80% of population) and to account for health variations among people and varied activity levels. Rationale for CO control is presented in Appendix D."
    },
    "substantiating_statements": "Addendum d (new Sect. 2.4) clearly presents the potential for variation in quality due to many factors. The statements in this footnote should be made in the same spirit as Sect. 2.4, which is that the standard prescribes requirements which are meant to achieve acceptable indoor air quality, but under specific conditions. In addition, users must understand more about this margin of safety if they are even to understand the standard. This commenter considers this the ethical and responsible thing to do.",
    "additional_pages": "[] Check if additional pages are attached. Number of additional pages:",
    "submission_instructions": "NOTE: Use separate form for each comment. Submittals (MS Word 6 preferred) may be attached to email (preferable), submitted on diskettes, uploaded to ASHRAE's ftp site, or submitted in paper form by mail or fax to ASHRAE, Manager of Standards 1791 Tullic Circle, NE Atlanta GA 30329-2305. E-mail: public.review.comment@ashrae.org. Ftp server address: ftp.ashrae.org, directory: public.review.comment. Fax 404-321-5478.",
    "return_deadline": "PLEASE RETURN COMPLETED FORM BY MAY 13 1998.",
    "revision": "Rev. 97-09-03"
}