{
    "certificate": {
        "return_to": {
            "name": "Philip Morris Companies Inc.",
            "address": "120 Park Avenue",
            "city": "New York",
            "state": "NY",
            "zip": "10017-5592",
            "attention": "Vice President and Corporate Secretary"
        },
        "certification": {
            "statement": "I certify that I have read and agree to comply with the Company's 1997 Business Conduct Policy. During calendar year 1997, I will report any interest, act or transaction in which I am or may be involved which contravenes the Policy or that otherwise must be disclosed pursuant to the Policy, even if I have reported such matters in prior years. I certify that, to the best of my knowledge, I have not at any time had any interest in, been a party to, or had knowledge of any transaction(s) which would contravene the Policy or that must be disclosed pursuant to the Policy, except as follows:",
            "exceptions": {
                "no_exceptions": false,
                "exceptions_set_forth": false,
                "exceptions_previously_reported": false
            },
            "doubt_statement": "In the event that I have any doubt later as to whether any matter must be reported under the Policy, I will report the matter promptly to the Company's Vice President and Corporate Secretary in writing at the above address. I understand that the Company encourages all employees to inquire as to whether the Policy may apply to activities which are contemplated or to matters in which they are involved."
        },
        "signature": {
            "name": "Clare C. Porci",
            "print_full_name": "Clare C. Porci",
            "initials": "CCP",
            "date": "1997",
            "title": "",
            "control_number": "9",
            "operating_company": "SA",
            "geographic_location": "licsustu",
            "additional_info": "2074241325"
        },
        "return_instructions": "Please return upon receipt but not later than March 3, 1997"
    }
}