{
    "document": {
        "title": "ASHRAE Standard, Guideline or Addendum",
        "returnDeadline": "October",
        "commenter": {
            "name": "Gary Kuhl",
            "affiliation": "Dunham Associates/Philip Morris",
            "address": {
                "street": "528 Kansas City St.",
                "city": "Rapid City",
                "state": "SD",
                "zip": "57701"
            },
            "contact": {
                "telephone": "605-348-1850",
                "fax": "605-348-0743",
                "email": "garyk@dunhamassociates.com"
            }
        },
        "designationAndTitle": "60 day First Public Review BSR/ASHRAE Addendum o to ANSI/ASHRAE Standard 62 1999-Ventilation For Acceptable Indoor Air Quality",
        "authorSignature": {
            "signature": "0",
            "date": "OCT102000"
        },
        "clauseOrSubclause": "Subclause I-8.1",
        "comment": "I-8.1 Extra ventilation air for smoking may be provided by outdoor air, cleaned recirculated air or a combination of the two. This air may be supplied to the smoking permitted area indirectly, by over-ventilation of another area with the recommended amount of additional outdoor air and transferring this additional outdoor air from the other area to the smoking permitted area. It may be acceptable to use transfer from another area which is not over-ventilated but nonetheless acceptance level as low as 60% acceptance will usually result. The general aim both in smoking permitted and smoke-free areas is to reach perceived indoor air quality with an 80% acceptance level. The lower acceptance may be tolerated in smoking occupancies due to the short occupancy time and other factors.",
        "substantiatingStatements": "While a lower acceptance rate may result from transferring air from a space that has not been over-ventilated, it is difficult to generalize this acceptance rate for all smoking-permitted venues. The Committee has no basis for determining how much if any lower acceptance will result when using transfer air.",
        "additionalPages": {
            "check": false,
            "number": null
        },
        "submissionInstructions": {
            "note": "Use separate form for each comment. Submittals MS Word 7 preferred may be attached to email preferably submitted on diskettes uploaded to ASHRAE's ftp site or submitted in paper form by mail or fax to ASHRAE Manager of Standards 1791 Tullie Circle NE Atlanta GA 30329-2305.",
            "email": "public.review.com@ashrae.org",
            "ftpServerAddress": "ftp.ashrae.org directory public.review.comment",
            "fax": "404-321-5478"
        }
    }
}