{
    "notice": "NOTICE OF RESEARCH PROJECT",
    "organization": "SCIENCE INFORMATION EXCHANGE",
    "confidentiality": "NOT FOR PUBLICATION",
    "institution": "SMITHSONIAN INSTITUTION",
    "publication_reference": "PUBLICATION REFERENCE",
    "supporting_agency": "AMA Education and Research Foundation",
    "title_of_project": "Nicotine and Cardiac Failure",
    "investigators": [
        {
            "name": "Arthur L. Basset, Ph.D.",
            "position": "Assistant Professor of Pharmacology"
        },
        {
            "name": "Brian F. Hoffman, M.D.",
            "position": "Professor and Chairman, Department of Pharmacology"
        }
    ],
    "institution_address": {
        "name": "College of Physicians and Surgeons of Columbia University",
        "address": "630 West 168th Street, New York, New York 10032"
    },
    "summary_of_proposed_work": "The objective of the proposed research is to determine, by using nicotine in studies on the electrical and mechanical characteristics of isolated mammalian heart muscle, mechanisms responsible for changes in contractility and, in particular, the mechanisms responsible for the decreased contractility that occurs during heart failure. Preparations of cat papillary muscle and dog atrial trabeculae will be obtained from normal hearts and from hearts in failure induced by chronic pulmonary artery constriction. Portions of normal and diseased human myocardium will be obtained from humans undergoing open heart surgery. Several concentrations of nicotine will be added to the perfusate for both normal and failed animal and human myocardial will be obtained to determine if nicotine differentially affects force development by normal and failed myocardium. The length-tension relation and diastolic compliance will be examined in similarly perfused preparations during controlled sequential changes in length; these length changes will include excessive amounts of stretch so that optimal length can be determined. These data will permit a comparison of the effects of nicotine on diastolic compliance and optimal length for normal and failed muscles and may indicate if nicotine influences cardiac output by altering the pressure-volume relationship for the intact heart by actions additional or separate from its positive inotropic action. The actions of nicotine will be determined on aftercontractions induced by cardiac glycosides, calcium, low temperature and catecholamines in normal and failed muscles. Simultaneous monitoring of electrical and mechanical activity will allow an analysis of whether nicotine acts on transmembrane potentials or mechanical 'threshold potentials'. These data may indicate if cardiac aftercontractions can be affected by direct mobilization of intracellular calcium and if aftercontractions may arise from different mechanisms.",
    "signature_of_principal_investigator": "Arthur L. Bassett, Ph.D.",
    "professional_school": "College of Physicians & Surgeons, Columbia University",
    "grant_details": {
        "awardee": "Arthur L. Bassett, Ph.D.",
        "grant_period": "two years beginning February 1, 1969",
        "total_budget": "$25,052.00",
        "first_year_budget": "$12,726.00"
    }
}