{
    "notice": "NOTICE OF RESEARCH PROJECT",
    "project_code": "SSC-7AREV.C-64",
    "science_exchange": "SCIENCE INFORMATION EXCHANGE",
    "publication_status": "NOT FOR PUBLICATION OR PUBLICATION REFERENCE",
    "supporting_agency": "AMA Education and Research Foundation",
    "title_of_project": "The Influence of Nicotine on the Permeability and Electrical Properties of Muscle End Plate Membrane",
    "principal_investigators": [
        {
            "name": "Edward G. Henderson Ph.D.",
            "title": "Assistant Professor",
            "department": "Department of Pharmacology"
        }
    ],
    "institution": {
        "name": "University of Connecticut Schools of Medicine and Dental Medicine",
        "address": "McCook Hospital, 2 Holcomb Street, Hartford, Connecticut 062"
    },
    "summary_of_proposed_work": "The influence of nicotine on sodium and potassium permeability of denervated frog sartorius and rat extensor digitorum longus muscles will be examined using intracellular microelectrodes and radioactive tracer techniques. The denervated muscle develops extrajunctional receptors with expanded chemosensitivity which provides a nearly ideal preparation for investigating the effects of nicotine on the permeability of the end plate. By measuring muscle cell action potentials and resting potentials in intact and denervated muscles from the same animal in conjunction with radioactive potassium and sodium fluxes, it will be possible to obtain a quantitative mathematical correlation between these variables and a direct means of distinguishing between the effects of nicotine on end plate versus membrane conduction. The data obtained from this proposed study should apply to other chemosensitive sites in the central nervous system and peripheral nervous system affected by nicotine and in addition shed some light on the mechanism of transmission blockage produced by nicotine.",
    "signature_of_principal_investigator": "Edward G. Henderson Ph.D.",
    "professional_school": "University of Connecticut",
    "grant_award": {
        "recipient": "Edward G. Henderson Ph.D.",
        "duration": "two years",
        "start_date": "February 1, 1969",
        "total_budget": "$41,243.00",
        "first_year_budget": "$20,305.00"
    }
}