{
    "document": {
        "title": "RJRT State Government Relations Political Contributions Approval",
        "date": "February 15, 1996",
        "approval": "State political contributions as listed on the attached page(s) have been approved in accordance with RJRT State Government Relations Internal procedure.",
        "signatures": [
            {
                "name": "Thomas C. Griscom",
                "title": "Executive Vice President, External Relations"
            },
            {
                "name": "Roger Mozingo",
                "title": "Vice President, State Government Relations-RJRT"
            }
        ],
        "reviewed_by": [
            {
                "name": "Gene Ainsworth",
                "title": "Senior Vice President, Government Relations"
            },
            {
                "name": "Peter H. Ramm",
                "title": "Counsel, Regulatory Affairs"
            }
        ],
        "comments": {
            "Florida": "Max. amt. $500 per election per candidate for statewide office or retention of a Supreme Court Justice, Judge of district Court of Appeals and to a candidate for countywide office or to a candidate in any election conducted on less than a countywide basis, for legislative or multicounty office, for county court judge or circuit judge or to a political committee supporting or opposing one or more candidates. No limits for political parties. No reporting.",
            "North Carolina": "FROM RJR PAC. Max. amt. $4,000 per candidate per election. FEC report.",
            "Ohio": "FROM RJR PAC. Max. amt for statewide candidates $2,500 per election, for senate candidates $2,500 per election, for house candidates $2,500 per election, state political party $15,000 per year, legislative campaign fund $5,000 per year, and county political party $5,000 per year. FEC report.",
            "Oregon": "Corporate contributions for candidates are no longer allowed in Oregon as of December 8. This will be made to a committee which will support various initiatives. No reporting.",
            "Pennsylvania": "FROM PENNSYLVANIA STATE PAC. No max. amt. Periodic reporting.",
            "South Carolina": "Max. amt. per election is $3,500 for any statewide office candidate or $1,000 for any other candidate. Contributions to committees are limited to $3,500 in a calendar year. Report on lobbyist principal report."
        },
        "codes": [
            "51561",
            "6991"
        ]
    }
}