{
    "contract": {
        "payment_terms": {
            "full_performance": "Payments will be made for stores rendering full performance during a quarter.",
            "prorated_basis": "Payments will be made on a prorated basis for stores rendering performance for less than one full quarter but more than one calendar month."
        },
        "deductions": "Retailer will deduct amounts due under this contract from invoices due RJR.",
        "termination": "In the event of failure of performance by retailer, this contract may be terminated by RJR.",
        "offer": "This offer is extended pursuant to RJR's general display plan. In the judgement of the Company, it is made available on proportionately equal terms to all competing retailers.",
        "package_display": "Retailers selling cigarettes primarily by the package should contact RJR for alternative package display."
    },
    "retailer_affirmation": {
        "understanding": "The undersigned retailer hereby affirms the understanding that RJR only furnished self-service carton merchandisers pursuant to the terms.",
        "carton_shelf_plans": "One of several carton shelf plans must be selected."
    },
    "payment_calculation": {
        "vol_cat": "$X",
        "total_rows": "00",
        "row_rate": "Cwt!",
        "monthly_payment": "S00"
    },
    "terms_conditions": "We understand that failure of performance of any of the above terms and conditions would no longer entitle retailer to participate in the RJR Self-Service Carton Shelf Plan Contract or to utilize in any way the merchandiser(s) furnished by RJR.",
    "acceptance": "If you wish to accept this offer, please sign and date and return the original to your RJR Representative.",
    "store_information": {
        "store_name": "American",
        "street_address": "79 Bcogd",
        "rjr_territory_number": "RJR Territory Number",
        "city_state": "City/state",
        "salesman_code": "Salaiancc",
        "call_classification": "C",
        "branch": "Branch (if chain)"
    },
    "classification": {
        "A": "0",
        "B1": "B",
        "B": ".0",
        "D": "d.",
        "100-199": "200-224",
        "+009": "List Plans) Selected"
    },
    "quarterly": {
        "total_quarterly": "Total Quarterly",
        "cwol": "Yure",
        "note": "800",
        "vou": "Vou.28",
        "90": "cyscdngnoobc"
    },
    "signature": {
        "retailers_signature": "Retailer's Signature",
        "date_contract_signed": "Date Contract Signed",
        "title": "Title",
        "effective_date": "Effective"
    },
    "organization": {
        "rj_reynolds_tobacco": "R.J. Reynolds Tobacco",
        "is_corporation": "Is your organization a corporation, government agency, or tax exempt?",
        "yes_no": "yes/no",
        "tin": "If not, enter your TIN in the applicable space provided: Individual Proprietorship: 8",
        "partnership": "Partnership"
    },
    "division_office_copy": "DIVISION OFFICE COPY"
}