{
    "conference": "Search Conference",
    "preparation_of_abstracts": {
        "principal_author": {
            "name": "Jennifer M. Johnson",
            "address": "420 N. English St., Greensboro, NC 27405",
            "phone": "336-335-6899"
        },
        "subject": "HION OF CIGARETTE BLENDS USING",
        "co_author": "Elizabeth L.",
        "research_center": "A.W. Spears Research Center",
        "abstract": {
            "content": "Statistical analysis was used to determine the composition and blend homogeneity in the production of cigarette blends. The ultimate application for this technique can be divided into samples of reconstituted leaf, and various tobaccos were analyzed separately to distinguish the different tobacco types. In the second phase, tobacco test mixtures that were blended as cut strips were analyzed. Predictions with the actual compositions showed differences in the tobacco components within 2%. In the third phase, a calibration model was developed in composition to production blends from the final and intermediate stages of the production process. Analytical results will be presented that illustrate the accuracy of the NIR instrumentation.",
            "requirements": [
                "The abstract should be 180-225 words in length.",
                "Submit as both a word processing file and an ASCII (text) file on diskette.",
                "Label the diskette with the principal author's last name and specify the word processing package used.",
                "Abstracts can be sent via email to tsrc@mindspring.com."
            ],
            "notes": [
                "Title all in capitals, the name of presenting author is underlined.",
                "Location and postal/zip code follows author's name, if multiple authors are at different locations.",
                "Use 12 point fonts such as Arial or Courier if possible."
            ],
            "editorial_committee": {
                "name": "Schweitzer-Mauduit International",
                "address": "100 North Point Center East Suite 600, Alpharetta, Georgia 30022-8246, USA"
            },
            "deadline": "June 4, 1999",
            "confirmation": "Confirmation of receipt of the abstract will be provided to the principal author via email or surface mail. If you do not receive confirmation of receipt, assume the abstract was not received and contact the Editorial Chair at (770) 569-4317, FAX (770) 569-4317 or email tsrc@mindspring.com before June 11, 1999."
        },
        "projection_requirements": "Only 2x2 slides (35mm) will be accommodated, with maximum slide thickness of 1/8. Company logo is permitted only on title slide.",
        "presentation_time": "The maximum presentation time is 15 minutes, with 5 minutes for discussion."
    }
}