{
    "date": "October 17, 1979",
    "title": "MARKETING RESEARCH ROIYT AIPEVAI",
    "project": {
        "product": "Triumph",
        "till": "Triumph Disaster Check Study..5546/1979",
        "researchDesign": {
            "nCells": "ElegibilityDesignKey Banner FreaksMethodolyCities",
            "contact": "Contact respondents from Buffalo and Kansas City who had previously participated in a steak knife offer. This will consist of one cell of approximately 175 respondents who are Triumph most often smokers/triers. This study is intended to provide us with any negatives associated with Triumph. Banner points will include Triumph most often smokers (we anticipate approximately 25 most often people), switchers away from Triumph (approximately 45). It should be noted that an action standard of at least 50% be research limitations below for additional action standard.",
            "attachedMemo": "See attached memo"
        },
        "keyCriteriaForAnalysis": [
            "Triumph switchers asked why no longer smoking Triumph",
            "Present smokers of Triumph asked reasons for switching to Triumph",
            "Mentions of 'harshness'"
        ],
        "researchLimitations": "Due to sample size and experience we feel 25 respondents will presently be Triumph smokers. An action standard of 75% should be utilized for judgments on product negatives only among this group. If 75% of Triumph smokers mention 'harshness' we could consider it a problem. If 50-75% of Triumph smokers mention 'harshness' we could consider it a possible problem (look at other areas). If below 50% of Triumph smokers mention 'harshness' we could consider it not a problem.",
        "costEstimate": "$2,250",
        "researchFirm": "The Data Group Inc",
        "contingency": "+-10%",
        "finalReport": {
            "incidence": "yes",
            "preparedBy": "Benso",
            "lengthInt": "10 minutes",
            "approvedBy": "Open En R Marketing Director",
            "topline": "2 wks from start of fld.",
            "productManager": "Final 4 wks from start of fld.",
            "groupProductManager": "89856243"
        }
    }
}